Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: Your friend
da: Din ven
fi: Ystäväsi
nb: Din venn
sv: Din vän

source: Your friend's schedule
da: Din vens plan
fi: Ystäväsi aikataulu
nb: Treningsplanen til vennen din
sv: Din väns schema

source: Your PT package
da: Dine PT-pakker
fi: Oma PT-paketti
nb: Din PT-pakke
sv: Ditt PT-paket

source: Your PT packages
da: Dine PT pakker
fi: Omat PT-pakettisi
nb: PT-pakkene dine
sv: Dina PT-paket

source: Your schedule
da: Din plan
fi: Oma aikataulusi
nb: Dine kommende treninger
sv: Ditt schema

source: Your thoughts matter immensely to us. Thank you for taking the time to share your feedback!
da: Dine tanker betyder meget for os. Tak, fordi du tog dig tid til at dele din feedback!
fi: Mielipiteelläsi on merkitystä. Kiitos, kun annat aikaasi palautteen antamiseen!
nb: Dine tanker betyr enormt mye for oss. Takk for at du tok deg tid til å dele tilbakemeldingen din!
sv: Dina åsikter är oerhört viktiga för oss. Tack för att du tog dig tiden att dela din feedback!

source: Your upcoming training
da: Dine kommende træninger
fi: Tulevat treenit
nb: Din kommende trening
sv: Din kommande träning

source: Your upcoming workouts
da: Dine kommende træninger
fi: Tulevat treenisi
nb: Dine kommende treningsøkter
sv: Dina kommande träningspass

source: Your vouchers get renewed once a year or when you level up in the Rewards program.
da: Dine kuponer bliver fornyet én gang om året, eller når du når et højere niveau i Rewards programmet.
fi: Kuponkisi uusitaan kerran vuodessa tai kun nostat tasoa palkinto-ohjelmassa.
nb: Dine kuponger fornyes en gang i året eller når du går opp et nivå i Rewards-programmet.
sv: Dina kuponger förnyas en gång om året eller när du går upp i nivå i Rewards-programmet.

source: Your workout progress
da: Dine træningsfremskridt
fi: Harjoittelusi edistyminen
nb: Treningen din
sv: Dina träningsframsteg

source: Your workout was **%@**
da: Din træning var **%@**
fi: Treenisi oli **%@**
nb: Treningsøkten din var **%@**
sv: Mitt träningspass var **%@**

source: Your workout will no longer be visible to you or your followers. It will also disappear from your statistics.
da: Din træning vil ikke længere være synlig for dig og dine venner. Den vil også blive fjernet fra din statistik.
fi: Treeni ei näy enää seuraajillesi. Se katoaa myös tilastoistasi.
nb: Treningsøkten din vil ikke lenger være synlig for deg eller følgerne dine. Den vil også forsvinne fra statistikken din.
sv: Din träning kommer inte längre vara synlig för dig eller dina följare. Den kommer också försvinna från din statistik.

source: 1 friend
fi: 1 ystävä
nb: 1 venn
sv: 1 vän

source: 5 friends
fi: 5 ystävää
nb: 5 venner
sv: 5 vänner

source: Bad gateway
fi: Virheellinen yhdyskäytävä
nb: Gatewayfeil
sv: Felaktig gateway

source: Book
fi: Varaa
sv: Boka

source: Book %@?
fi: Varaa %@?
sv: Boka %@?

source: Book PT session
fi: Varaa PT-tapaaminen
nb: Book en PT-økt
sv: Boka PT-tillfälle

source: Book session
fi: Varaa tapaaminen
nb: Book time
sv: Boka tillfälle

source: Booking
fi: Varaus
sv: Bokning

source: Cache Size
fi: Välimuistin koko

source: Cached Images
fi: Välimuistin kuvat

source: Challenge:
fi: Haaste:
nb: Utfordring:
sv: Utmaning:

source: Challenges
fi: Haasteet
nb: Utfordringer
sv: Utmaningar

source: Check in
fi: Kirjaudu sisään
nb: Sjekk inn
sv: Checka in

source: Clear All
fi: Tyhjennä kaikki
nb: Nullstill
sv: Rensa alla

source: Clear Image Cache
fi: Tyhjennä kuvien välimuisti

source: d MMM
fi: p KKK

source: Edit name
fi: Muokkaa nimeä
nb: Rediger navn
sv: Redigera namn

source: Empty
fi: Tyhjennä
nb: Tomt
sv: Tom

source: Empty Search
fi: Tyhjennä haku
nb: Tomt søk
sv: Ingen sökning

source: Feedback
fi: Palaute
nb: Tilbakemelding

source: Image Cache
fi: Kuvien välimuisti

source: Inactive - Expired %@
fi: Inaktiivinen - Päättynyt %@
nb: Inaktiv - Utløpt %@
sv: Inaktivt – Gick ut %@

source: Level %d
fi: Taso %d
nb: Nivå %d
sv: Nivå %d

source: Likes
fi: Tykkää
sv: Gillar

source: MMM
fi: kk

source: okay
fi: okei
nb: ok
sv: okej

source: Password
fi: Salasana
nb: Passord
sv: Lösenord

source: Program
fi: Ohjelma

source: PT booking
fi: PT-varaukset
sv: PT-bokning

source: Rewards
fi: Palkinnot

source: Save as new search
fi: Tallenna uutena hakuna
nb: Lagre som nytt søk

source: Save search as
fi: Tallenna haku kohteena
nb: Lagre søk som

source: Search name
fi: Haun nimi
nb: Navn

source: Send
fi: Lähetä
sv: Skicka

source: Send feedback
fi: Lähetä palautetta
nb: Send tilbakemelding
sv: Skicka feedback

source: Send link
fi: Lähetä linkki
nb: Send lenke
sv: Skicka länk

source: session %d
fi: tapaaminen %d
nb: Økt %d
sv: tillfälle %d

source: Show results
fi: Näytä tulokset
nb: Vis resultater
sv: VISA RESULTAT

source: Start
fi: Aloita
sv: Starta

source: Status
fi: Tila

source: Status: %@
fi: Tila: %@

source: Step 1
fi: Vaihe 1
nb: Steg 1
sv: Steg 1

source: Step 2
fi: Vaihe 2
nb: Steg 2
sv: Steg 2

source: Version
fi: Versio
nb: Versjon

source: Widgets
fi: Widgetit
sv: Widgetar

source: You have no inactive or empty PT packages.
fi: Sinulla ei ole inaktiivisia tai tyhjiä PT-paketteja.
nb: Du har ingen inaktive eller brukte PT-pakker.

source: Outdoor running
nb: Utendørsløping

source: PT Session at Nydalen
nb: PT time på Nydalen

source: Worked out at Nydalen
nb: Trente på Nydalen

source: Yoga at Nydalen
nb: Yoga på Nydalen

source: Filter Logs By...
sv: Filtrera loggar på...

source: Get Token Info
sv: Få Token-Info

source: Impersonate
sv: Personifiera

source: Load logs
sv: Ladda loggar

source: Logs
sv: Loggar
